{
  "books": [
    {
      "name": "Genesis",
      "chapters": [
        {
          "chapter": 1,
          "verses": [
            { "verse": 1, "text": "In the beginning God created the heaven and the earth." },
            { "verse": 2, "text": "And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters." },
            { "verse": 3, "text": "And God said, Let there be light: and there was light." }
          ]
        },
        {
          "chapter": 2,
          "verses": [
            { "verse": 1, "text": "Thus the heavens and the earth were finished, and all the host of them." },
            { "verse": 2, "text": "And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made." }
          ]
        }
      ]
    },
    {
      "name": "Exodus",
      "chapters": [
        {
          "chapter": 1,
          "verses": [
            { "verse": 1, "text": "Now these are the names of the children of Israel, which came into Egypt; every man and his household came with Jacob." }
          ]
        }
      ]
    },
    {
      "name": "Psalms",
      "chapters": [
        {
          "chapter": 23,
          "verses": [
            { "verse": 1, "text": "The LORD is my shepherd; I shall not want." },
            { "verse": 2, "text": "He maketh me to lie down in green pastures: he leadeth me beside the still waters." },
            { "verse": 3, "text": "He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake." },
            { "verse": 4, "text": "Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me." }
          ]
        }
      ]
    },
    {
      "name": "Proverbs",
      "chapters": [
        {
          "chapter": 3,
          "verses": [
            { "verse": 5, "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding." },
            { "verse": 6, "text": "In all thy ways acknowledge him, and he shall direct thy paths." }
          ]
        }
      ]
    },
    {
      "name": "John",
      "chapters": [
        {
          "chapter": 3,
          "verses": [
            { "verse": 16, "text": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life." },
            { "verse": 17, "text": "For God sent not his Son into the world to condemn the world; but that the world through him might be saved." }
          ]
        },
        {
          "chapter": 14,
          "verses": [
            { "verse": 6, "text": "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me." }
          ]
        }
      ]
    },
    {
      "name": "Romans",
      "chapters": [
        {
          "chapter": 8,
          "verses": [
            { "verse": 28, "text": "And we know that all things work together for good to them that love God, to them who are the called according to his purpose." }
          ]
        }
      ]
    },
    {
      "name": "Philippians",
      "chapters": [
        {
          "chapter": 4,
          "verses": [
            { "verse": 13, "text": "I can do all things through Christ which strengtheneth me." }
          ]
        }
      ]
    }
  ]
}
